{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 I'm Rushabh Soni. I have been an airline captain for over 11 years now and associated with the aerospace industry for over 15 years.Always believed computers are the future. As civilisation progresses towards a more automated world, computers and software are going to be at the forefront. The possibilities are literally endless with what can be done with software, added to the positive impact that can be made on everyday life for one and all.Having spent over a decade and a half in a high skill, high risk industry where timely decision making is of utmost importance I hope to bring all of these valuable past experiences along with my thirst for knowledge and the need for constant innovation/self improvement into my new career.   I'm working with newest front-end frameworks like Angular, React and Vue. What you are seeing now is portfolio template from Code Fellows. If you like this portfolio template, make sure to  the repository to make it more recognizable for other users. Thank you ",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Savor",
        "startDate": "2021",
        "description": "The most expanded application I had opportunity to work with. I've learned many technologies and my code was reviewed by awesome curator. Application handles financial savings  processes which lets you know how much you need to save per week to acheive your goals.",
        "images": [
          "images/portfolio/savor/bpfinance.jpg"
        ],
        "url": "https://black-panther-finance.github.io/webApp/",
        "technologies": [
          {
            "class": "devicon-html5-plain",
            "name": "Html"
          },
          {
            "class": "devicon-css3-plain",
            "name": "Css"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JS"
          }
        ]
      },
      {
        "title": "Hyper-Carz",
        "startDate": "2021",
        "description": "Personal project to help the ultra wealthy buy koenigsegg hyper cars!",
        "images": [
          "images/portfolio/hyper/hyper carz.jpg"
        ],
        "url": "https://github.com/RushabhJSoni/hyper-carz",
        "technologies": [
          {
            "class": "devicon-html5-plain",
            "name": "Html"
          },
          {
            "class": "devicon-css3-plain",
            "name": "Css"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JS"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Self employed",
        "title": "Front-End Developer",
        "years": "01.2021 - present",
        "mainTech": [
          "JavaScript 6/8/21"
        ],
        "technologies": [
          "JavaScript",
          "Bootstrap",
          "HTML",
          "CSS",
          "Node Js"
        ]
      }
    ]
  }
